tap "homebrew/cask-fonts"
tap "chicks-net/chicks"

brew "agg"
brew "aliae"
brew "ansiweather"
brew "asciinema"
brew "bat"
brew "coreutils"
brew "cue"
brew "datasette"
brew "dnscontrol"
brew "editorconfig-checker"
brew "exiftool"
brew "ffmpeg"
brew "figlet"
brew "flac"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "glow"
brew "go"
brew "gping"
brew "graphviz"
brew "gum"
brew "handbrake"
brew "hugo"
brew "imagemagick"
brew "jq"
brew "just"
brew "lsof"
brew "lua"
brew "markdownlint-cli2"
brew "mtr"
brew "nushell"
brew "opencode"
brew "opentofu"
brew "pandoc"
brew "podman"
brew "r"
brew "rclone"
brew "ripgrep"
brew "rustup"
brew "shellcheck"
brew "sqlite"
brew "starship"
brew "terraform-docs"
brew "tmux"
brew "uv"
brew "wget"
brew "wtfutil"
brew "yt-dlp"

brew "chicks-net/chicks/chicks-git-tools"

cask "blender"
cask "claude-code"
cask "elgato-control-center"
cask "font-fira-code-nerd-font"
cask "gimp"
cask "godot"
cask "inkscape"
cask "iterm2"
cask "libreoffice"
cask "processing"